[
    {
        "_id": "1",
        "post": "principal",
        "college": "Government Shaheed Suhrawardy College, Dhaka",
        "name": "Prof Muhsin Kabir",
        "img": "./pin.png",
        "masage":"Principal's Massages",
        "speach": "The spirit of an educational institution is more important than a record of its outstanding academic results. The true spirit of an institution is reflected in its traditions, culture, and in the depth of the experience that it offers to its students. It is our earnest effort to give a brief account of essential data through our website for our students, guardians, and after all for all the people of the world. Government Shaheed Suhrawardy College is situated at the center of the old Dhaka city. About twelve thousand students of Arts, Science, and Business Studies group of Intermediate and B.A (Pass and Honors) level are studying here. About seventy-seven dedicated teachers are engaged here for teaching the students. Our main objective is not only to teach the students for preparing them for an academic certificate or acquiring a degree but also to equip them as enlightened human beings to lead the nation in the future. Here we have such a relentless strive to create a congenial environment for the students as they will be enlightened with the light of education. The whole nation is committed to building “Digital Bangladesh” by 2021. The Government Shaheed Suhrawardy College is also an indispensable part of it. Students of our college are gradually preparing themselves to accomplish this commitment by visiting our computer lab as their daily routine. I wish our stakeholders would visit our website, and they will be benefited, and that will be our success of earnest endeavors."
    },
    {
        "_id": "2",
        "college": "Government Shaheed Suhrawardy College, Dhaka",
        "post": "Vice principal",
        "name": "Prof D. Farida Yasmin",
        "img": "./vip.png",
        "masage":"vice Principal's Massages",
        "speach": "It gives me great pleasure to note that with the launch of its own dynamic website and application software of our Govt. Shaheed Suhrawardy College is now one step ahead in being globally connected. Government Shaheed Suhrawardy College is a well-renowned government college, situated In Luxmibazar, Dhaka. This college was deeply involved with the ‘Liberation war’ of Bangladesh, in 1971. Needless to say, the Internet is a magic force in today’s world. It has changed all nations of time and place. It has brought the remotest parts of the world together, unifying them into what we now call a ‘global village’. A message can now travel to far-way lands at the speed of light. We can instantly share anything with those we never meet before. Thanks to this technological revolution, our access to information and the opportunity to share it with others has amazingly expanded. To benefit from this communication boom Govt. Shaheed Suhrawardy College has come up with its website as a window for the effective dissemination of all its relevant information. The history and organizational structure of the college, its cultural and intellectual life, its plans and schedules as well as all useful academic and management information can now be more easily made known to a much wider audience. Hopefully, this website will project the image of our reputed institution in a more effective manner. I am very proud to announce that Govt. Shaheed Suhrawardy College is about to open its very own dynamic website and application software, an absolute necessity in our modern era, that will take our college’s educational development one step further. It was our long-cherished dream to launch a website of our own and with hard work and cooperation, our dream has been fulfilled. The website was inspired by our present Government’s “Vision 2021”, being closely affiliated with achieving the goal of a ‘digital Bangladesh”. Using this technological advancement will only take our college towards improvement in all sectors. Information can now be easily accessed by teachers. Students, staff, and the general public at ease via this dynamic website and application software. Best wishes to all."
    }
]
